Revit 2027 API
ParameterTypeId.DividedpathDisplayNodeNumbers Property
 "Show Node Numbers"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathDisplayNodeNumbers { get; }
Public Shared ReadOnly Property DividedpathDisplayNodeNumbers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathDisplayNodeNumbers {
	ForgeTypeId^ get ();
}
static member DividedpathDisplayNodeNumbers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace